Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Use the reverse-DNS application ID, e.g. com.example.myapp
ar: استخدم معرف تطبيق DNS العكسي، على سبيل المثال. com.example.myapp
ca: Utilitzeu l'ID d'aplicació DNS invers, p. com.example.myapp
cs: Použijte ID aplikace reverzní DNS, např. com.example.myapp
da: Brug det omvendte DNS-applikations-id, f.eks. com.example.myapp
de: Verwende die Anwendungs-ID im Reverse-DNS-Format, z. B. com.example.myapp
el: Χρησιμοποιήστε το αναγνωριστικό εφαρμογής αντίστροφου DNS, π.χ. com.example.myapp
es: Usa el ID de aplicación en formato DNS inverso, p. ej., com.example.myapp
fa: شناسهٔ برنامه را به‌صورت DNS معکوس وارد کنید؛ مثلاً com.example.myapp
fi: Käytä käänteistä DNS-sovellustunnusta, esim. com.example.myapp
fr: Utilisez l'identifiant d'application au format DNS inversé, par exemple com.example.myapp
he: השתמש במזהה יישום DNS הפוך, למשל. com.example.myapp
hr: Koristite ID obrnute DNS aplikacije, npr. com.example.myapp
hu: Használja a fordított DNS-alkalmazásazonosítót, pl. com.example.myapp
id: Gunakan ID aplikasi DNS terbalik, mis. com.example.myapp
it: Usa l'ID applicazione in formato DNS inverso, ad esempio com.example.myapp
ja: 逆ドメイン形式のアプリケーション ID を使用してください（例: com.example.myapp）
ko: 역방향 DNS 형식의 애플리케이션 ID를 사용하세요(예: com.example.myapp).
ms: Gunakan ID aplikasi DNS terbalik, mis. com.example.myapp
nl: Gebruik de reverse-DNS-applicatie-ID, b.v. com.voorbeeld.mijnapp
no: Bruk omvendt DNS-applikasjons-ID, f.eks. com.example.myapp
pl: Użyj identyfikatora aplikacji z odwrotnym DNS, np. com.przykład.mojaaplikacja
pt_br: Use o ID do aplicativo no formato DNS reverso, por exemplo, com.example.myapp
pt_pt: Use o ID do aplicativo DNS reverso, por exemplo. com.exemplo.myapp
ro: Utilizați ID-ul aplicației DNS invers, de ex. com.example.myapp
ru: Используйте ID приложения в формате обратного DNS, например com.example.myapp
sk: Použite ID aplikácie reverzného DNS, napr. com.example.myapp
sl: Uporabite ID aplikacije za povratni DNS, npr. com.example.myapp
sv: Använd omvänd DNS-applikations-ID, t.ex. com.example.myapp
th: ใช้รหัสแอปพลิเคชัน Reverse-DNS เช่น com.example.myapp
tr: Ters DNS biçimindeki uygulama kimliğini kullanın, ör. com.example.myapp
uk: Використовуйте ідентифікатор програми у форматі зворотного DNS, наприклад com.example.myapp
ur: ریورس-DNS ایپلیکیشن ID استعمال کریں، جیسے com.example.myapp
vi: Sử dụng ID ứng dụng DNS ngược, ví dụ: com.example.myapp
zh_hans: 请使用反向域名格式的应用 ID，例如 com.example.myapp
zh_hant: 請使用反向 DNS 格式的應用程式 ID，例如 com.example.myapp

source: Values are saved automatically on this Mac. The private key is stored in Keychain.
ar: يتم حفظ القيم تلقائيًا في Mac. يتم تخزين المفتاح الخاص في Keychain.
ca: Els valors es desen automàticament en aquest Mac. La clau privada s'emmagatzema al Keychain.
cs: Hodnoty se automaticky ukládají do tohoto Mac. Soukromý klíč je uložen v Keychain.
da: Værdier gemmes automatisk på denne Mac. Den private nøgle er gemt i nøglering.
de: Werte werden automatisch auf diesem Mac gespeichert. Der private Schlüssel wird im Schlüsselbund gespeichert.
el: Οι τιμές αποθηκεύονται αυτόματα σε αυτό το Mac. Το ιδιωτικό κλειδί αποθηκεύεται στο Keychain.
es: Los valores se guardan automáticamente en este Mac. La clave privada se almacena en el Llavero.
fa: مقادیر به طور خودکار در این Mac ذخیره می‌شوند. کلید خصوصی در Keychain ذخیره می‌شود.
fi: Arvot tallennetaan automaattisesti tälle Mac. Yksityinen avain on tallennettu Avainnippuun.
fr: Les valeurs sont enregistrées automatiquement sur ce Mac. La clé privée est stockée dans le trousseau.
he: הערכים נשמרים אוטומטית ב-Mac זה. המפתח הפרטי מאוחסן במחזיק מפתחות.
hr: Vrijednosti se automatski spremaju na ovaj Mac. Privatni ključ pohranjen je u Keychainu.
hu: Az értékek automatikusan mentésre kerülnek ezen a Mac-on. A privát kulcsot a kulcstartó tárolja.
id: Nilai disimpan secara otomatis pada Mac ini. Kunci pribadi disimpan di Gantungan Kunci.
it: I valori vengono salvati automaticamente su questo Mac. La chiave privata viene salvata nel Portachiavi.
ja: 値はこの Mac に自動的に保存されます。秘密キーはキーチェーンに保存されます。
ko: 값은 이 Mac에 자동으로 저장됩니다. 개인 키는 키체인에 저장됩니다.
ms: Nilai disimpan secara automatik pada Mac ini]. Kunci persendirian disimpan dalam Rantai Kunci.
nl: Waarden worden automatisch opgeslagen op deze Mac. De privésleutel wordt opgeslagen in Keychain.
no: Verdier lagres automatisk på denne Mac. Den private nøkkelen er lagret i nøkkelring.
pl: Wartości są zapisywane automatycznie w tym Mac. Klucz prywatny jest przechowywany w pęku kluczy.
pt_br: Os valores são salvos automaticamente neste Mac. A chave privada fica guardada nas Chaves.
pt_pt: Os valores são guardados automaticamente neste Mac. A chave privada é armazenada no Keychain.
ro: Valorile sunt salvate automat pe acest Mac. Cheia privată este stocată în Keychain.
ru: Значения сохраняются на этом Mac автоматически. Закрытый ключ хранится в Связке ключей.
sk: Hodnoty sa automaticky ukladajú do tohto Mac. Súkromný kľúč je uložený v Keychain.
sl: Vrednosti se samodejno shranijo na ta Mac. Zasebni ključ je shranjen v Keychainu.
sv: Värden sparas automatiskt på denna Mac. Den privata nyckeln lagras i nyckelring.
th: ค่าจะถูกบันทึกโดยอัตโนมัติใน Mac นี้ คีย์ส่วนตัวถูกจัดเก็บไว้ในพวงกุญแจ
tr: Değerler bu Mac'te otomatik olarak kaydedilir. Özel anahtar Anahtar Zinciri'nde saklanır.
uk: Значення автоматично зберігаються на цьому Mac. Приватний ключ зберігається у В’язці ключів.
ur: اس Mac پر اقدار خود بخود محفوظ ہو جاتی ہیں۔ نجی کلید کیچین میں محفوظ ہے۔
vi: Các giá trị được lưu tự động trên Mac này. Khóa riêng được lưu trữ trong Chuỗi khóa.
zh_hans: 这些值会自动保存在此 Mac 上。私钥存储在钥匙串中。
zh_hant: 數值會自動儲存在此 Mac 上。私密密鑰會儲存在「鑰匙圈」中。

source: Variant
ar: البديل
cs: Varianta
de: Variante
el: Παραλλαγή
es: Variante
fa: نسخه
fi: Variantti
fr: Variante
he: וריאנט
hr: Varijanta
hu: Változat
id: Varian
it: Variante
ja: バリアント
ko: 변형
ms: Varian
pl: Wariant
pt_br: Variante
pt_pt: Variante
ro: Varianta
ru: Вариант
sl: Različica
th: ตัวแปร
tr: Varyant
uk: Варіант
ur: متغیر
vi: Biến thể
zh_hans: 变体
zh_hant: 變體

source: Variant %@
ar: البديل %1$@
ca: Variant %1$@
cs: Varianta %1$@
da: Variant %1$@
de: Variante %@
el: Παραλλαγή %1$@
es: Variante %@
fa: نسخه %@
fi: Vaihtoehto %1$@
fr: Variante %@
he: גרסה %1$@
hr: Varijanta %1$@
hu: Változat %1$@
id: Varian %1$@
it: Variante %@
ja: バリアント %@
ko: 변형 %@
ms: Varian %1$@
nl: Variant %1$@
no: Variant %1$@
pl: Wariant %1$@
pt_br: Variante %@
pt_pt: Variante %1$@
ro: Varianta %1$@
ru: Вариант %@
sk: Variant %1$@
sl: Različica %1$@
sv: Variant %1$@
th: รุ่น %1$@
tr: Varyant %@
uk: Варіант %@
ur: متغیر %1$@
vi: Biến thể %1$@
zh_hans: 变体 %@
zh_hant: 變體 %@

source: Variant %lld
ar: البديل %1$lld
ca: Variant %1$lld
cs: Varianta %1$lld
da: Variant %1$lld
de: Variante %lld
el: Παραλλαγή %1$lld
es: Variante %lld
fa: نسخه %lld
fi: Vaihtoehto %1$lld
fr: Variante %lld
he: גרסה %1$lld
hr: Varijanta %1$lld
hu: Változat %1$lld
id: Varian %1$lld
it: Variante %lld
ja: バリアント %lld
ko: 변형 %lld
ms: Varian %1$lld
nl: Variant %1$lld
no: Variant %1$lld
pl: Wariant %1$lld
pt_br: Variante %lld
pt_pt: Variante %1$lld
ro: Varianta %1$lld
ru: Вариант %lld
sk: Variant %1$lld
sl: Različica %1$lld
sv: Variant %1$lld
th: รุ่น %1$lld
tr: Varyant %lld
uk: Варіант %lld
ur: متغیر %1$lld
vi: Biến thể %1$lld
zh_hans: 变体 %lld
zh_hant: 變體 %lld

source: Variant options
ar: خيارات متنوعة
ca: Opcions variants
cs: Variantní možnosti
da: Varierende muligheder
de: Variantenoptionen
el: Επιλογές παραλλαγής
es: Opciones de variante
fa: گزینه‌های نسخه
fi: Varianttivaihtoehdot
fr: Options de variante
he: אפשרויות שונות
hr: Opcije varijante
hu: Változat lehetőségek
id: Pilihan varian
it: Opzioni variante
ja: バリアントのオプション
ko: 변형 옵션
ms: Pilihan varian
nl: Variantopties
no: Varianter alternativer
pl: Opcje wariantowe
pt_br: Opções de variante
pt_pt: Opções de variantes
ro: Variante opțiuni
ru: Параметры варианта
sk: Variantné možnosti
sl: Možnosti variant
sv: Varierande alternativ
th: ตัวเลือกตัวแปร
tr: Varyant seçenekleri
uk: Параметри варіанта
ur: متغیر اختیارات
vi: Tùy chọn biến thể
zh_hans: 变体选项
zh_hant: 變體選項

source: Variants
ar: المتغيرات
cs: Varianty
da: Varianter
de: Varianten
el: Παραλλαγές
es: Variantes
fa: نسخه‌ها
fi: Vaihtoehdot
fr: Variantes
he: גרסאות
hr: Varijante
hu: Változatok
id: Varian
it: Varianti
ja: バリアント
ko: 변형
ms: Varian
nl: Varianten
no: Varianter
pl: Warianty
pt_br: Variantes
pt_pt: Variantes
ro: Variante
ru: Варианты
sk: Varianty
sl: Različice
sv: Varianter
th: สายพันธุ์
tr: Varyantlar
uk: Варіанти
ur: متغیرات
vi: Biến thể
zh_hans: 变体
zh_hant: 變體

source: Variants are alternative screenshots to A/B test on your App Store product page.
ar: المتغيرات هي لقطات شاشة بديلة لاختبار A/B على صفحة المنتج App Store الخاصة بك.
ca: Les variants són captures de pantalla alternatives a la prova A/B a la pàgina del vostre producte App Store.
cs: Varianty jsou alternativní snímky obrazovky k A/B testu na vaší produktové stránce App Store.
da: Varianter er alternative skærmbilleder til A/B-test på din App Store produktside.
de: Varianten sind alternative Screenshots für A/B-Tests auf deiner App Store-Produktseite.
el: Οι παραλλαγές είναι εναλλακτικά στιγμιότυπα οθόνης για τη δοκιμή A/B στη σελίδα προϊόντος App Store.
es: Las variantes son capturas alternativas para hacer pruebas A/B en la página de producto del App Store.
fa: نسخه‌ها اسکرین‌شات‌های جایگزین برای آزمایش A/B در صفحه محصول App Store شما هستند.
fi: Vaihtoehdot ovat vaihtoehtoisia kuvakaappauksia A/B-testille App Store tuotesivullasi.
fr: Les variantes sont des captures d’écran alternatives à tester en A/B sur votre page produit de l’App Store.
he: גרסאות הן צילומי מסך חלופיים לבדיקת A/B בדף המוצר שלך ב-App Store.
hr: Varijante su alternativne snimke zaslona za A/B testiranje na vašoj stranici proizvoda App Store.
hu: A változatok a App Store termékoldalán található A/B teszt alternatív képernyőképei.
id: Varian adalah tangkapan layar alternatif untuk pengujian A/B di halaman produk App Store Anda.
it: Le varianti sono screenshot alternativi da sottoporre a test A/B nella pagina del prodotto sull'App Store.
ja: バリアントは、App Store のプロダクトページで A/B テストするための別のスクリーンショットです。
ko: 변형은 App Store 제품 페이지에서 A/B 테스트할 대체 스크린샷입니다.
ms: Varian ialah tangkapan skrin alternatif kepada ujian A/B pada halaman produk App Store anda.
nl: Varianten zijn alternatieve screenshots voor de A/B-test op uw App Store productpagina.
no: Varianter er alternative skjermbilder til A/B-testen på din App Store produktside.
pl: Warianty to zrzuty ekranu alternatywne do testu A/B na stronie produktu App Store.
pt_br: Variantes são capturas de tela alternativas para testes A/B na página do produto na App Store.
pt_pt: Variantes são capturas de ecrã alternativas ao teste A/B na página do produto App Store.
ro: Variantele sunt capturi de ecran alternative la testul A/B de pe pagina produsului dvs. App Store.
ru: Варианты — это альтернативные скриншоты для A/B-тестирования на странице продукта в App Store.
sk: Varianty sú alternatívne snímky obrazovky k A/B testu na vašej produktovej stránke App Store.
sl: Različice so alternativni posnetki zaslona za preizkus A/B na vaši strani izdelka App Store.
sv: Varianter är alternativa skärmdumpar till A/B-test på din App Store produktsida.
th: รูปแบบต่างๆ เป็นภาพหน้าจอทางเลือกสำหรับการทดสอบ A/B บนหน้าผลิตภัณฑ์ App Store ของคุณ
tr: Varyantlar, App Store ürün sayfanızda A/B testi yapılacak alternatif ekran görüntüleridir.
uk: Варіанти — це альтернативні знімки екрана для A/B-тестування на сторінці продукту в App Store.
ur: متغیرات آپ کے App Store پروڈکٹ کے صفحہ پر A/B ٹیسٹ کے متبادل اسکرین شاٹس ہیں۔
vi: Các biến thể là ảnh chụp màn hình thay thế cho thử nghiệm A/B trên trang sản phẩm App Store của bạn.
zh_hans: 变体是用于在 App Store 产品页面进行 A/B 测试的备选截图。
zh_hant: 變體是用來在你的 App Store 產品頁面上進行 A/B 測試的替代螢幕截圖。

source: Version
ar: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
fa: نسخه
fi: Versio
he: גרסה
hr: Verzija
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
no: Versjon
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
sl: Različica
th: เวอร์ชัน
tr: Sürüm
uk: Версія
ur: ورژن
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# Version %@
source: Version %1$@
ar: الإصدار %1$@
ca: Versió %1$@
cs: Verze %1$@
el: Έκδοση %1$@
es: Versión %1$@
fa: نسخه %1$@
fi: Versio %1$@
he: גרסה %1$@
hr: Verzija %1$@
hu: Verzió %1$@
id: Versi %1$@
it: Versione %@
ja: バージョン %1$@
ko: 버전 %1$@
ms: Versi %1$@
nl: Versie %1$@
no: Versjon %1$@
pl: Wersja %1$@
pt_br: Versão %1$@
pt_pt: Versão %1$@
ro: Versiunea %1$@
ru: Версия %@
sk: Verzia %1$@
sl: Različica %1$@
th: เวอร์ชัน %1$@
tr: Sürüm %@
uk: Версія %@
ur: ورژن %1$@
vi: Phiên bản %1$@
zh_hans: 版本 %1$@
zh_hant: 版本 %@

source: Version %@ (%@)
ar: الإصدار %1$@ (%2$@)
ca: Versió %1$@ (%2$@)
cs: Verze %1$@ (%2$@)
da: Version %1$@ (%2$@)
de: Version %1$@ (%2$@)
el: Έκδοση %1$@ (%2$@)
es: Versión %1$@ (%2$@)
fa: نسخه %1$@ (%2$@)
fi: Versio %1$@ (%2$@)
fr: Version %1$@ (%2$@)
he: גרסה %1$@ (%2$@)
hr: Verzija %1$@ (%2$@)
hu: Verzió %1$@ (%2$@)
id: Versi %1$@ (%2$@)
it: Versione %@ (%@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
ms: Versi %1$@ (%2$@)
nl: Versie %1$@ (%2$@)
no: Versjon %1$@ (%2$@)
pl: Wersja %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
pt_pt: Versão %1$@ (%2$@)
ro: Versiunea %1$@ (%2$@)
ru: Версия %@ (%@)
sk: Verzia %1$@ (%2$@)
sl: Različica %1$@ (%2$@)
sv: Version %1$@ (%2$@)
th: เวอร์ชัน %1$@ (%2$@)
tr: Sürüm %@ (%@)
uk: Версія %@ (%@)
ur: ورژن %1$@ (%2$@)
vi: Phiên bản %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %@（%@）

source: Version %@ is %@ — metadata can't be changed. Pick an editable version or create a new one in App Store Connect.
ar: الإصدار %1$@ هو %2$@ — لا يمكن تغيير البيانات التعريفية. اختر نسخة قابلة للتحرير أو أنشئ نسخة جديدة في App Store Connect.
ca: La versió %1$@ és %2$@: les metadades no es poden canviar. Trieu una versió editable o creeu-ne una de nova a App Store Connect.
cs: Verze %1$@ je %2$@ – metadata nelze změnit. Vyberte upravitelnou verzi nebo vytvořte novou v App Store Connect.
da: Version %1$@ er %2$@ — metadata kan ikke ændres. Vælg en redigerbar version, eller opret en ny i App Store Connect.
de: Version %1$@ ist %2$@ – Metadaten können nicht geändert werden. Wähle eine bearbeitbare Version oder erstelle eine neue in App Store Connect.
el: Η έκδοση %1$@ είναι %2$@ — τα μεταδεδομένα δεν μπορούν να αλλάξουν. Επιλέξτε μια επεξεργάσιμη έκδοση ή δημιουργήστε μια νέα στο App Store Connect.
es: La versión %1$@ está en estado %2$@: los metadatos no se pueden cambiar. Elige una versión editable o crea una nueva en App Store Connect.
fa: نسخهٔ %1$@ در وضعیت %2$@ است — فراداده قابل تغییر نیست. یک نسخهٔ قابل ویرایش انتخاب کنید یا در App Store Connect نسخهٔ جدیدی ایجاد کنید.
fi: Versio %1$@ on %2$@ — metatietoja ei voi muuttaa. Valitse muokattava versio tai luo uusi kohdassa App Store Connect.
fr: La version %1$@ est à l'état « %2$@ » — ses métadonnées ne peuvent pas être modifiées. Choisissez une version modifiable ou créez-en une dans App Store Connect.
he: גרסה %1$@ היא %2$@ - לא ניתן לשנות מטא נתונים. בחר גרסה הניתנת לעריכה או צור גרסה חדשה ב-App Store Connect.
hr: Verzija %1$@ je %2$@ — metapodaci se ne mogu mijenjati. Odaberite verziju koju je moguće uređivati ​​ili izradite novu u App Store Connect.
hu: Az %1$@ verzió %2$@ – a metaadatok nem módosíthatók. Válasszon egy szerkeszthető verziót, vagy hozzon létre egy újat a App Store Connect alatt.
id: Versi %1$@ adalah %2$@ — metadata tidak dapat diubah. Pilih versi yang dapat diedit atau buat versi baru di App Store Connect.
it: La versione %@ è nello stato %@: i metadati non possono essere modificati. Scegli una versione modificabile o creane una nuova in App Store Connect.
ja: バージョン %1$@ は %2$@ です。メタデータは変更できません。編集可能なバージョンを選択するか、App Store Connect で新しいバージョンを作成してください。
ko: 버전 %1$@은(는) %2$@ 상태이므로 메타데이터를 변경할 수 없습니다. 편집 가능한 버전을 선택하거나 App Store Connect에서 새 버전을 만드세요.
ms: Versi %1$@ ialah %2$@ — metadata tidak boleh ditukar. Pilih versi boleh diedit atau buat versi baharu dalam App Store Connect.
nl: Versie %1$@ is %2$@ — metadata kunnen niet worden gewijzigd. Kies een bewerkbare versie of maak een nieuwe in App Store Connect.
no: Versjon %1$@ er %2$@ — metadata kan ikke endres. Velg en redigerbar versjon eller lag en ny i App Store Connect.
pl: Wersja %1$@ to %2$@ — metadanych nie można zmienić. Wybierz wersję edytowalną lub utwórz nową w App Store Connect.
pt_br: A versão %1$@ está %2$@ — os metadados não podem ser alterados. Escolha uma versão editável ou crie uma nova no App Store Connect.
pt_pt: A versão %1$@ é %2$@ — os metadados não podem ser alterados. Escolha uma versão editável ou crie uma nova em App Store Connect.
ro: Versiunea %1$@ este %2$@ — metadatele nu pot fi modificate. Alegeți o versiune editabilă sau creați una nouă în App Store Connect.
ru: Версия %@ в статусе «%@» — метаданные изменить нельзя. Выберите редактируемую версию или создайте новую в App Store Connect.
sk: Verzia %1$@ je %2$@ – metadáta sa nedajú zmeniť. Vyberte upraviteľnú verziu alebo vytvorte novú v App Store Connect.
sl: Različica %1$@ je %2$@ — metapodatkov ni mogoče spremeniti. Izberite različico, ki jo je mogoče urejati, ali ustvarite novo v App Store Connect.
sv: Version %1$@ är %2$@ — metadata kan inte ändras. Välj en redigerbar version eller skapa en ny i App Store Connect.
th: เวอร์ชัน %1$@ คือ %2$@ — ข้อมูลเมตาไม่สามารถเปลี่ยนแปลงได้ เลือกเวอร์ชันที่แก้ไขได้หรือสร้างเวอร์ชันใหม่ใน App Store Connect
tr: %@ sürümünün durumu: %@ — meta veriler değiştirilemez. Düzenlenebilir bir sürüm seçin veya App Store Connect'te yeni bir sürüm oluşturun.
uk: Версія %@ має стан «%@» — метадані не можна змінити. Виберіть версію, доступну для редагування, або створіть нову в App Store Connect.
ur: ورژن %1$@ ہے %2$@ — میٹا ڈیٹا تبدیل نہیں کیا جا سکتا۔ قابل تدوین ورژن منتخب کریں یا App Store Connect میں ایک نیا بنائیں۔
vi: Phiên bản %1$@ là %2$@ — không thể thay đổi siêu dữ liệu. Chọn một phiên bản có thể chỉnh sửa hoặc tạo một phiên bản mới trong App Store Connect.
zh_hans: 版本 %@ 当前为“%@”——无法更改元数据。请选择可编辑的版本，或在 App Store Connect 中创建新版本。
zh_hant: 版本 %@ 目前為「%@」——無法更改後設資料。請選擇可編輯的版本，或在 App Store Connect 中建立新版本。

source: Version %1$@ is %2$@ — screenshots can't be changed. Pick an editable version or create a new one in App Store Connect.
ar: الإصدار %1$@ هو %2$@ — لا يمكن تغيير لقطات الشاشة. اختر نسخة قابلة للتحرير أو أنشئ نسخة جديدة في App Store Connect.
ca: La versió %1$@ és %2$@: les captures de pantalla no es poden canviar. Trieu una versió editable o creeu-ne una de nova a App Store Connect.
cs: Verze %1$@ je %2$@ – snímky obrazovky nelze změnit. Vyberte upravitelnou verzi nebo vytvořte novou v App Store Connect.
da: Version %1$@ er %2$@ — skærmbilleder kan ikke ændres. Vælg en redigerbar version, eller opret en ny i App Store Connect.
de: Version %1$@ ist %2$@ – Screenshots können nicht geändert werden. Wähle eine bearbeitbare Version oder erstelle eine neue in App Store Connect.
el: Η έκδοση %1$@ είναι %2$@ — τα στιγμιότυπα οθόνης δεν μπορούν να αλλάξουν. Επιλέξτε μια επεξεργάσιμη έκδοση ή δημιουργήστε μια νέα στο App Store Connect.
es: La versión %1$@ está en estado %2$@: las capturas no se pueden cambiar. Elige una versión editable o crea una nueva en App Store Connect.
fa: نسخهٔ %1$@ در وضعیت %2$@ است — اسکرین‌شات‌ها قابل تغییر نیستند. یک نسخهٔ قابل ویرایش انتخاب کنید یا در App Store Connect نسخهٔ جدیدی ایجاد کنید.
fi: Versio %1$@ on %2$@ — kuvakaappauksia ei voi muuttaa. Valitse muokattava versio tai luo uusi kohdassa App Store Connect.
fr: La version %1$@ est à l'état « %2$@ » — ses captures d'écran ne peuvent pas être modifiées. Choisissez une version modifiable ou créez-en une dans App Store Connect.
he: גרסה %1$@ היא %2$@ - לא ניתן לשנות צילומי מסך. בחר גרסה הניתנת לעריכה או צור גרסה חדשה ב-App Store Connect.
hr: Verzija %1$@ je %2$@ — snimke zaslona nije moguće mijenjati. Odaberite verziju koju je moguće uređivati ​​ili izradite novu u App Store Connect.
hu: Az %1$@ verzió %2$@ – a képernyőképek nem módosíthatók. Válasszon egy szerkeszthető verziót, vagy hozzon létre egy újat a App Store Connect alatt.
id: Versi %1$@ adalah %2$@ — tangkapan layar tidak dapat diubah. Pilih versi yang dapat diedit atau buat versi baru di App Store Connect.
it: La versione %@ è nello stato %@: gli screenshot non possono essere modificati. Scegli una versione modificabile o creane una nuova in App Store Connect.
ja: バージョン %1$@ は %2$@ です。スクリーンショットは変更できません。編集可能なバージョンを選択するか、App Store Connect で新しいバージョンを作成してください。
ko: 버전 %1$@은(는) %2$@ 상태이므로 스크린샷을 변경할 수 없습니다. 편집 가능한 버전을 선택하거나 App Store Connect에서 새 버전을 만드세요.
ms: Versi %1$@ ialah %2$@ — tangkapan skrin tidak boleh ditukar. Pilih versi boleh diedit atau buat versi baharu dalam App Store Connect.
nl: Versie %1$@ is %2$@ — schermafbeeldingen kunnen niet worden gewijzigd. Kies een bewerkbare versie of maak een nieuwe in App Store Connect.
no: Versjon %1$@ er %2$@ — skjermbilder kan ikke endres. Velg en redigerbar versjon eller lag en ny i App Store Connect.
pl: Wersja %1$@ to %2$@ — nie można zmieniać zrzutów ekranu. Wybierz wersję edytowalną lub utwórz nową w App Store Connect.
pt_br: A versão %1$@ está %2$@ — as capturas de tela não podem ser alteradas. Escolha uma versão editável ou crie uma nova no App Store Connect.
pt_pt: A versão %1$@ é %2$@ — as capturas de ecrã não podem ser alteradas. Escolha uma versão editável ou crie uma nova em App Store Connect.
ro: Versiunea %1$@ este %2$@ — capturile de ecran nu pot fi modificate. Alegeți o versiune editabilă sau creați una nouă în App Store Connect.
ru: Версия %@ в статусе «%@» — скриншоты изменить нельзя. Выберите редактируемую версию или создайте новую в App Store Connect.
sk: Verzia %1$@ je %2$@ – snímky obrazovky sa nedajú zmeniť. Vyberte upraviteľnú verziu alebo vytvorte novú v App Store Connect.
sl: Različica %1$@ je %2$@ — posnetkov zaslona ni mogoče spreminjati. Izberite različico, ki jo je mogoče urejati, ali ustvarite novo v App Store Connect.
sv: Version %1$@ är %2$@ — skärmdumpar kan inte ändras. Välj en redigerbar version eller skapa en ny i App Store Connect.
th: เวอร์ชัน %1$@ คือ %2$@ — ไม่สามารถเปลี่ยนภาพหน้าจอได้ เลือกเวอร์ชันที่แก้ไขได้หรือสร้างเวอร์ชันใหม่ใน App Store Connect
tr: %@ sürümünün durumu: %@ — ekran görüntüleri değiştirilemez. Düzenlenebilir bir sürüm seçin veya App Store Connect'te yeni bir sürüm oluşturun.
uk: Версія %@ має стан «%@» — знімки екрана не можна змінити. Виберіть версію, доступну для редагування, або створіть нову в App Store Connect.
ur: ورژن %1$@ ہے %2$@ — اسکرین شاٹس کو تبدیل نہیں کیا جا سکتا۔ قابل تدوین ورژن منتخب کریں یا App Store Connect میں ایک نیا بنائیں۔
vi: Phiên bản %1$@ là %2$@ — không thể thay đổi ảnh chụp màn hình. Chọn một phiên bản có thể chỉnh sửa hoặc tạo một phiên bản mới trong App Store Connect.
zh_hans: 版本 %@ 当前为“%@”——无法更改截图。请选择可编辑的版本，或在 App Store Connect 中创建新版本。
zh_hant: 版本 %@ 目前為「%@」——無法更改螢幕截圖。請選擇可編輯的版本，或在 App Store Connect 中建立新版本。
